[
  {
    "activityId": 1,
    "title": "Takarékoskodok a fűtéssel",
    "description": "Próbálj meg odafigyelni a fűtésre, hiszen nem feltétlen szükséges nyári meleget varázsolni télen a szobában. Ráadásul, ha utána még az alakot is folyamatosan nyitva kell tartani, hogy ne legyen annyira meleged, felesleges volt az egész. 20-21 °C teljesen ideális, de ha fázol a lakásban, egy meleg pléd vagy egy pulcsi még mindig segíthet. Jelöld be ezt a tevékenységet, ha ma nem fűtötted túl a lakást.",
    "thumbnailUrl": "activities/1.jpg",
    "imageUrl": "activities/1.jpg",
    "point": 5,
    "gold": 2,
    "categoryId": 1
  },
  {
    "activityId": 2,
    "title": "Nem folyatom feleslegesen a vizet",
    "description": "A víz a legnagyobb és legértékesebb kincsünk, ezért érdemes takarékoskodni vele. Sokszor csak megnyitjuk a csapot pl. mosogatás vagy fogmosás közben, és ezzel értékes ivóvizet pazarlunk el. Egy kis odafigyeléssel viszont ilyen apró dolgokon is sokat megspórolhatunk. Jelöld be ezt a tevékenységet, ha nem folyattad ma feleslegesen a csapot.",
    "thumbnailUrl": "activities/2.jpg",
    "imageUrl": "activities/2.jpg",
    "point": 5,
    "gold": 2,
    "categoryId": 1
  },
  {
    "activityId": 3,
    "title": "Zuhanyzok",
    "description": "Egy jó meleg fürdő tagadhatatlanul kellemes dolog, azonban rengeteg víz használódik el egy rövid, 3-5 perces tusoláshoz képest. Ha a szürke hétköznapokon utóbbit választod, máris rengeteg ivóvizet megspóroltál. Persze ez nem jelenti az, hogy néha ne férne bele egy kiadós fürő, de minél ritkábban, annál jobb. Jelöld be ezt a tevékenységet, ha ma csak gyorsan letusoltál fürdés helyett.",
    "thumbnailUrl": "activities/3.jpg",
    "imageUrl": "activities/3.jpg",
    "point": 1,
    "gold": 1,
    "categoryId": 1
  },
  {
    "activityId": 4,
    "title": "Teli mosógépet indítok el",
    "description": "Egy mosás rengeteg vizet haszál el, éppen ezért minél kevesebbet mosunk, annál több vizet spórolhatunk meg. Persze ez nem jelenti azt, hogy koszos ruhákat kellene hordani, elég, ha a mosógépet próbáljuk mindig úgy beindítani, hogy teli legyen, amennyire csak lehet. Jelöld be ezt a tevékenséget, ha ma teli mosógépet indítottál be.",
    "thumbnailUrl": "activities/4.jpg",
    "imageUrl": "activities/4.jpg",
    "point": 1,
    "gold": 1,
    "categoryId": 1
  },
  {
    "activityId": 5,
    "title": "Nem égetem feleslegesen a villanyt",
    "description": "Rengeteg áramot használunk el azzal, hogy felesegesen égetjük a villanyt egy szobában, miközben már rég egy másikban vagyunk. Egy kis odafigyeléssel ezt a feleslegesen elhasznált áramot mind megspórolhatjuk. Jelöld be ezt a tevékenységet, ha ma mindig lekapcsoltad a villanyt magad után, ha már nem volt senki a helyiségben.",
    "thumbnailUrl": "activities/5.jpg",
    "imageUrl": "activities/5.jpg",
    "point": 5,
    "gold": 2,
    "categoryId": 1
  },
  {
    "activityId": 6,
    "title": "Kikapcsolom az elektromos eszközöket",
    "description": "Ha nem használunk már egy elektromos eszközt, minek hagyjuk azt bekapcsolva, hiszen ezzel is feleslegesen fogyasztjuk az áramot, arról nem is beszélve, hogy néha ők is megérdemelnek egy kis pihenést. Jelöld be ezt a tevékenységet, ha ma kikapcsoltad az elektronikai készülékeidet, mikor már nem volt szükséged rájuk.",
    "thumbnailUrl": "activities/6.jpg",
    "imageUrl": "activities/6.jpg",
    "point": 5,
    "gold": 2,
    "categoryId": 1
  },
  {
    "activityId": 7,
    "title": "Nem használok eldobható műanyagokat",
    "description": "Rengeteg műanyag hulladékot termelünk egyszer használatos, eldobható eszközök használatával, mint szívószálak, zacskók vagy evőeszközök. Ezeket aztán vagy elégetik, ami további káros anyag kibocsájtásával jár, vagy a tengerekbe, óceánokba kerülnek. Legtöbbször pedig nincs is rá szükségünk, vagy kiválthatók egy fenntarthatóbb megoldással. Jelöld be ezt a tevékenységet, ha ma nem használtál eldobható műanyag eszközöket.",
    "thumbnailUrl": "activities/7.jpg",
    "imageUrl": "activities/7.jpg",
    "point": 10,
    "gold": 5,
    "categoryId": 2
  },
  {
    "activityId": 8,
    "title": "Szelektíven gyűjtöm a hulladékot",
    "description": "Sokszor egyszerűbb a kukába dobni minden szemetet, azonban ha szelektíven gyűjtjük amit csak lehet, rengeteg felesleges hulladéktól kíméljük meg környezetünket, ezért megéri az erőfeszítést. Amit csak lehet, ezért próbáljunk meg megtenni! Jelöld be ezt a tevékenységet, ha ma szelektíven gyűjtötted a szemetedet,",
    "thumbnailUrl": "activities/8.jpg",
    "imageUrl": "activities/8.jpg",
    "point": 10,
    "gold": 5,
    "categoryId": 2
  },
  {
    "activityId": 9,
    "title": "Hulladékmentes napot tartok",
    "description": "A boltokban nagyon kevés terméket lehet csomagolás nélül kapni, néha okkal, de ma már több alternatíva is létezik a csomagolásmentes vásárlásra. Még a szupermarketekben is kiválthatod a műanyagzacskókat egy vászonzsákkal, de a piacon vagy csomagolásmentes üzletekben még több mindent vehetsz így. Jelöld be ezt a tevékenységet, ha ma hulladékmentesen vásároltál.",
    "thumbnailUrl": "activities/9.jpg",
    "imageUrl": "activities/9.jpg",
    "point": 25,
    "gold": 10,
    "categoryId": 2
  },
  {
    "activityId": 10,
    "title": "Újratölthető vizespalackot használok",
    "description": "Az ásványvizek szinte kivétel nélkül műanyag flakonban kaphatóak a boltokban, de tartalmuk sokszor nem is annyival jobb, mint a csapból folyó ivóvíz, ráadásul az üveget legtöbbbször egyből kidobjuk, amint kiürült. Egy újratölthető vizespalackkal így sok műanyaghulladékot spórolhatunk meg. Jelöld be ezt a tevékenységet, ha te is a saját, újratölthető palackodból ittál ma.",
    "thumbnailUrl": "activities/10.jpg",
    "imageUrl": "activities/10.jpg",
    "point": 5,
    "gold": 2,
    "categoryId": 2
  },
  {
    "activityId": 11,
    "title": "Elcsomagolom az ételt",
    "description": "Rengeteg hulladék kerül kidobásra az éttermekben, háztartásokban. Ha viszünk magunkkal egy ételhordó dobozt, akkor viszont elcsomagolhatjuk a maradékot, ami akár egy másik étkezésre is elég lehet még. Ezzel is csökkentjük az elpazarolt étel mennyiségét, és még a plusz étkezés árát is megspóroljuk. Jelöld be ezt a tevékenységet, ha elcsomagoltad a maradékot ahelyett, hogy kidpbtad volna.",
    "thumbnailUrl": "activities/11.jpg",
    "imageUrl": "activities/11.jpg",
    "point": 1,
    "gold": 1,
    "categoryId": 2
  },
  {
    "activityId": 12,
    "title": "Eladom, eladományozom nem használt dolgaim",
    "description": "Régi tárgyainkat, ha már nincs rá szükségünk, vagy nem használjuk őket, eladhatjuk, vagy odaadományozhatjuk valakinek, ahelyett, hogy kidobnánk őket. Így a hulladék mennyiségét is csökkentjük, és valakinek még örömöt is okozhatunk ezzel. Jelöld be ezt a tevékenységet, ha eladtad vagy eladományoztad ma valamid ahelyett, hogy kidobtad volna.",
    "thumbnailUrl": "activities/12.jpg",
    "imageUrl": "activities/12.jpg",
    "point": 10,
    "gold": 5,
    "categoryId": 2
  },
  {
    "activityId": 13,
    "title": "Használt tárgyat veszek",
    "description": "Sokszor használtan is megvehetünk valamit valakitől, akinek nincs már rá szüksége, úgy, hogy ez a valami ugyanolyan jó, mint ha egy újat vettünk volna. Ráadásul többnyire olcsóbban is hozzájuthatunk, mint ha újonnan szerezzük be. Jelöld be ezt a tevékenységet, ha új termék vásárlása helyett haszáltan vettél meg valami.",
    "thumbnailUrl": "activities/13.jpg",
    "imageUrl": "activities/13.jpg",
    "point": 5,
    "gold": 2,
    "categoryId": 2
  },
  {
    "activityId": 14,
    "title": "Vegetáriánus leszek egy napra",
    "description": "Ha hús helyett zölségeket, gyümölcsöket vagy egyéb ételeket eszünk, akkor azzal máris jelentősen csökkenthetjük ökológiai lábnyomunkat, ráadásul egy élőlényt is megkímélünk vele. Ezért ha tehetjük, néha próbáljunk meg húsmentesen étkezni. Jelöld be ezt a tevékenységet, ha ma nem ettél semmiféle húst.",
    "thumbnailUrl": "activities/14.jpg",
    "imageUrl": "activities/14.jpg",
    "point": 25,
    "gold": 10,
    "categoryId": 3
  },
  {
    "activityId": 15,
    "title": "Vegán leszek egy napra",
    "description": "Az állattenyésztés jelentős ökológiai terhekkel jár, és sokszor nagyon rossz körülmények között élnek az elfogyasztott állatok. A vegán életmód az állati eredetű termékek elutasításával ezt a terhet csökkenti. A legtöbb ételnek ráadásul kapható már vegán alternatívája is. Jelöld be ezt a tevékenységet, ha ma nem ettél vagy ittál semmi állati eredetűt.",
    "thumbnailUrl": "activities/15.jpg",
    "imageUrl": "activities/15.jpg",
    "point": 25,
    "gold": 10,
    "categoryId": 3
  },
  {
    "activityId": 16,
    "title": "Pálmaolajmentesen vásárolok",
    "description": "Az élelmiszeripar és a szépségipar is rengeteg termékben használja a pálmaolajat sok előnyös tulajdonsága miatt, azonban az előállítása rengeteg negatív hatással jár mind a környezetre az esőerdők pusztítása miatt, mind pedig sokszor az ott dolgozókra is. Jelöld be ezt a tevékenységet, ha ma pálmaolajmentesen vásároltál-",
    "thumbnailUrl": "activities/16.jpg",
    "imageUrl": "activities/16.jpg",
    "point": 10,
    "gold": 5,
    "categoryId": 3
  },
  {
    "activityId": 17,
    "title": "Helyi termelőtől vásárolok",
    "description": "Ha helyi termelőtől vásárolunk élelmiszert, akkor azzal nem csak a helyi gazdaságot segítjük, de a kevesebb szállítással jelentős károsanyagkibocsájtást, és akár némi csomagolóanyagot is megspórolhatunk. Jelöld be ezt a tevékenységet, ha helyi termelőtől vásároltál ma valamit.",
    "thumbnailUrl": "activities/17.jpg",
    "imageUrl": "activities/17.jpg",
    "point": 5,
    "gold": 2,
    "categoryId": 3
  },
  {
    "activityId": 18,
    "title": "Fenntartható forrásból származó kávét, kakaót veszek",
    "description": "Fontos, hogy ha kávét vagy kakót vásárolunk, lehetőleg fenntartható forrásból származót vegyünk, hiszen mindkettő elég környezetterheléssel járó luxuscikk, így fontos, hogy legalább ennyivel támogassuk a környzetünk megóvását, ha mindenképp szükségünk van ezekre a termékekre. Ráadásul ezzel a környezettudatos gazdálkodókat is támogatod megélhetésükben. Jelöld be ezt a tevékenységet, ha olyan kávté vagy kakót vásároltál ma, amely fenntartható forrásból származó alapanyagból készült.",
    "thumbnailUrl": "activities/18.jpg",
    "imageUrl": "activities/18.jpg",
    "point": 1,
    "gold": 1,
    "categoryId": 3
  },
  {
    "activityId": 19,
    "title": "Otthon termesztek",
    "description": "Ha lehetőségünk van rá, otthon is megtermeszhetünk gyümölcsöket, zöldségeket, fűszereket, amivel csomagolóanyagot és szállítást is spórolunk, arról nem is beszélve, hogy az ízük is finomabb lesz a sok szeretettől, amit tőlünk kaphatnak. Jelöld be ezt a tevékenységet, ha otthon termesztett élelmiszert fogyasztottál.",
    "thumbnailUrl": "activities/19.jpg",
    "imageUrl": "activities/19.jpg",
    "point": 10,
    "gold": 5,
    "categoryId": 3
  },
  {
    "activityId": 20,
    "title": "Sétálok",
    "description": "Ha gyalog megyünk valahová, akkor az nem csak egy jó kis testmozgással érhet fel, de megspóroljuk az autózással járó károsanyagkibocsájtást és költségeket is, és a dugók csökkentésében is segíthetünk. Jelöld be ezt a tevékenységet, ha gyalog mentél ma valahová ahelyett, hogy autóba ültél volna.",
    "thumbnailUrl": "activities/20.jpg",
    "imageUrl": "activities/20.jpg",
    "point": 5,
    "gold": 2,
    "categoryId": 4
  },
  {
    "activityId": 21,
    "title": "Biciklizek",
    "description": "Biciklivel könnyen és gyorsan megtehetünk akár nagyobb távolságokat is, mindeközben pedig mozgunk is, és ezzel az egészségünkért is teszünk. Ráadásul nem jár semmiféle károsanyagkibocsájtással sem. Jelöld be ezt a tevékenységet, ha ma a biciklizést választottad egy úticélod eléréséhez.",
    "thumbnailUrl": "activities/21.jpg",
    "imageUrl": "activities/21.jpg",
    "point": 5,
    "gold": 2,
    "categoryId": 4
  },
  {
    "activityId": 22,
    "title": "Tömegközlekedést használok",
    "description": "A tömegközlekedés használatával kevesebb károsanyagkibocsájtással érhetünk el célunkhoz, mintha autóba ülnénk, ráadásul így egy autóval kevesebb jár az utakon és foglalja a helyet a dugóban. Jelöld be ezt a tevékenységet, ha ma tömegközlekedéssel jutottál el egy úticélodhoz.",
    "thumbnailUrl": "activities/22.jpg",
    "imageUrl": "activities/22.jpg",
    "point": 5,
    "gold": 2,
    "categoryId": 4
  },
  {
    "activityId": 23,
    "title": "Elektromos autót vezetek",
    "description": "Az autó a legkényelmesebb módja a városon belüli közlekedésnek, de rengeteg negatívummal jár cserébe. Elektromos autó használatával legalább tehetünk egy lépést a városok levegőjének tisztábbá tétele felé anélkül, hogy ebből a kényekemből engedni kellene. Jelöld be ezt a tevékenységet, ha elektromos autót használtál ma dízel vagy benzines autó helyett.",
    "thumbnailUrl": "activities/23.jpg",
    "imageUrl": "activities/23.jpg",
    "point": 10,
    "gold": 5,
    "categoryId": 4
  },
  {
    "activityId": 24,
    "title": "Újratölhető elemeket használok",
    "description": "Egyszerhasználatos elemek helyett fektess be újratölthető akkumlátorokba, hogy ezzel is csökkentsd az elektromos hulladék mennyiségét. Jelöld be ezt a tevékenységet, ha ma újratölthető akkumulátort használtál elem helyett.",
    "thumbnailUrl": "activities/24.jpg",
    "imageUrl": "activities/24.jpg",
    "point": 5,
    "gold": 2,
    "categoryId": 4
  },
  {
    "activityId": 25,
    "title": "Időtállóbb ledes izzó",
    "description": "Ha hagyományos izzókhoz képest a ledes izzók nem csak időtállóbak, de energiatakarékosabbak is. Jelöld be ezt a tevékenységet, ha ma új, ledes izzót szereltél be.",
    "thumbnailUrl": "activities/25.jpg",
    "imageUrl": "activities/25.jpg",
    "point": 5,
    "gold": 2,
    "categoryId": 5
  },
  {
    "activityId": 26,
    "title": "Ecetes tisztítás",
    "description": "Az ecet rendkívül jól tisztítja a vízköves felületeket, de a lefolyó dugulásának megszűntetésére is kiválóan alkalmazható. Ráadásul sokkal környezetkímélőbb, és olcsóbb is, mint a legtöbb tisztítószer erre a célra. Jelöld be ezt a tevékenységet, ha ma ecettel takarítottál tisztítószer helyett.",
    "thumbnailUrl": "activities/26.jpg",
    "imageUrl": "activities/26.jpg",
    "point": 1,
    "gold": 1,
    "categoryId": 5
  },
  {
    "activityId": 27,
    "title": "Természetes mosás",
    "description": "Lereszelt mosószappanból és mosószódából könnyedén készíthetünk környezetbarát mosóport, illóolajból, ecetből és vízből pedig könnyedén keverhetünk környezetbarát öblítőt. Ráadásul emellett a mosószerekkel és öblítőkkel járó műanyag flakonokat is megspóroljuk. Jelöld be ezt a tevékenységet, ha ma környezetbarát mosószerrel vagy öblítővel mostál.",
    "thumbnailUrl": "activities/27.jpg",
    "imageUrl": "activities/27.jpg",
    "point": 1,
    "gold": 1,
    "categoryId": 5
  },
  {
    "activityId": 28,
    "title": "Méhecskehotel",
    "description": "Egy kisebb farönk vagy fadarabba néhány 2-10 mm átmérőjű lyukat kell fúrni, és kész is a darázsgarázs vagy méhecskehotel. A magányosan élő méhek, darazsak nagyon fontos szerepet játszanak a beporzásban, és egy február végén kihelyezett rovarhotellel sokat segíthetünk nekik. Jelöld be ezt a tevékenységet, ha te is elkészítettél és kihelyeztél egy rovarhotelt, hogy megkönnyítsd szorgos barátaink életét.",
    "thumbnailUrl": "activities/28.jpg",
    "imageUrl": "activities/28.jpg",
    "point": 10,
    "gold": 5,
    "categoryId": 6
  },
  {
    "activityId": 29,
    "title": "Szemetet szedek",
    "description": "Akár egyedül, akár többedmagunkkal, akár spontán, akár szervezett esemény keretében, de a szemétszedéssel hozzájárulhatunk ahhoz, hogy környezetünk élhetőbb és tisztább legyen. Jelöld be ezt a tevékenységet, ha szemétszedésen vettél részt, legyen az bármilyen formában.",
    "thumbnailUrl": "activities/29.jpg",
    "imageUrl": "activities/29.jpg",
    "point": 25,
    "gold": 10,
    "categoryId": 6
  },
  {
    "activityId": 30,
    "title": "Tájékozódok",
    "description": "Fontos, hogy tájékozódjunk a különböző környezetvédelmi témákban, hogy helyes döntéseket tudjunk hozni, és környezettudatosan tudjunk cselekedni. Tájékozódjunk környezetvédelmi témákban, lokális vagy globális problémákról, arról, hogy hogyan segíthetünk ezek megoldásában, szóval legyünk otthon abban a témában, ami csak érdekel bennünket. Jelöld be ezt a tevékenységet, ha utánajártál ma egy környezetvédelmi témának, problémának, hogy a legmegfelelőbb döntést tudd hozni.",
    "thumbnailUrl": "activities/30.jpg",
    "imageUrl": "activities/30.jpg",
    "point": 5,
    "gold": 2,
    "categoryId": 6
  },
  {
    "activityId": 31,
    "title": "Saját tevékenység",
    "description": "Jelöld be ezt a tevékenységet, ha bármilyen olyan dolgot csináltál ma, ami a környezetvédelemhez kapcsolódik, és nincs felsorolva az alkalmazásban, hiszen attól még egy jó dolgot cselekedtél, és emgérdemled a jutalmat.",
    "thumbnailUrl": "activities/31.jpg",
    "imageUrl": "activities/31.jpg",
    "point": 5,
    "gold": 2,
    "categoryId": 6
  },
  {
    "activityId": 32,
    "title": "Exp teszt",
    "description": "Ez a tevékenység az exp-hez kapcsolódó logika tesztelését segíti.",
    "thumbnailUrl": "activities/test.jpg",
    "imageUrl": "activities/test.jpg",
    "point": 1000,
    "gold": 1,
    "categoryId": 6
  },
  {
    "activityId": 33,
    "title": "Arany teszt",
    "description": "Ez a tevékenység az aranyhoz kapcsolódó logika tesztelését segíti.",
    "thumbnailUrl": "activities/test.jpg",
    "imageUrl": "activities/test.jpg",
    "point": 1,
    "gold": 1000,
    "categoryId": 6
  }
]